{
    "title": "Política de Privacidad",
    "desc": "El sitio web BestPOS.com (el “Servicio”) es operado por BestPOS, LLC (“nosotros”, “nos” o “nuestro”).\n\nEsta página describe nuestras políticas sobre la recopilación, uso y divulgación de Información\nPersonal cuando usted utiliza nuestro Servicio.\n\nSalvo lo descrito en esta Política de Privacidad, no utilizaremos ni compartiremos su información con nadie.\n\nSu Información Personal se utiliza para proporcionar y mejorar el Servicio. Al usar el Servicio, usted acepta la recopilación y el uso de información conforme a esta política. Salvo que se indique lo contrario, los términos utilizados en esta Política de Privacidad tienen el mismo significado que en nuestros Términos y Condiciones.",
    "content": [
        {
            "title": "Recopilación y Uso de Información",
            "content": "Al utilizar nuestro Servicio, podemos solicitarle información personal identificable que pueda usarse para contactarlo o identificarlo. La información personal (“Información Personal”) puede incluir, entre otros:\n\n• Nombre\n\n• Número de teléfono\n\n• Dirección de correo electrónico"
        },
        {
            "title": "Datos de Registro",
            "content": "Cuando visita nuestro Servicio, su navegador nos envía información conocida como datos de registro. Estos datos pueden incluir la dirección IP de su computadora, tipo y versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo que pasa en esas páginas y otras estadísticas."
        },
        {
            "title": "Cookies",
            "content": "Las cookies son pequeños archivos de datos que pueden contener un identificador único anónimo. Son archivos de texto que un sitio web envía a su navegador y se almacenan en el disco duro de su computadora.\nUsamos cookies para recopilar información. Puede configurar su navegador para rechazar todas las cookies o para que le avise cuando se esté enviando una. Sin embargo, si no acepta cookies, es posible que no pueda utilizar ciertas partes de nuestro Servicio."
        },
        {
            "title": "Proveedores de Servicios",
            "content": "TPodemos contratar a empresas e individuos externos para facilitar nuestro Servicio, prestarlo en nuestro nombre, realizar tareas relacionadas o ayudarnos a analizar cómo se usa el Servicio.\n\nEstos terceros solo tienen acceso a su Información Personal para llevar a cabo estas tareas en nuestro nombre y no pueden divulgarla ni utilizarla para ningún otro propósito."
        },
        {
            "title": "Seguridad",
            "content": "Nos preocupamos por la seguridad de su Información Personal, pero recuerde que ningún método de transmisión por Internet o almacenamiento electrónico es completamente seguro. Hacemos esfuerzos comercialmente aceptables para proteger su información, pero no podemos garantizar su seguridad absoluta."
        },
        {
            "title": "Enlaces a Otros Sitios",
            "content": "Nuestro Servicio puede contener enlaces a otros sitios que no controlamos. Si hace clic en un enlace de un tercero, será dirigido a su sitio web. Le recomendamos encarecidamente que lea las políticas de privacidad de cada sitio que visite.\n\nNo tenemos control sobre el contenido, políticas de privacidad o prácticas de sitios o servicios de terceros, ni asumimos responsabilidad por ellos."
        },
        {
            "title": "Privacidad de los Niños",
            "content": "Nuestro Servicio no está dirigido a menores de 18 años (“Niños”).\n\nNo recopilamos intencionadamente información personal identificable de niños menores de 18 años. Si usted es padre, madre o tutor y sabe que su hijo nos ha proporcionado Información Personal, contáctenos. Si descubrimos que hemos recopilado información de un menor de 18 años, eliminaremos dicha información inmediatamente de nuestros servidores."
        },
        {
            "title": "Cambios en Esta Política de Privacidad",
            "content": "Podemos actualizar esta Política de Privacidad cuando sea necesario. Cualquier cambio será comunicado publicando la nueva política en esta página.\nLa información móvil no será compartida, vendida ni transferida a terceros con fines de marketing o promocionales.\nNo compartimos su información con partes externas con fines de marketing ni otros propósitos.\nLe recomendamos revisar esta Política de Privacidad regularmente. Los cambios serán efectivos una vez publicados en esta página."
        },
        {
            "title": "Contáctenos",
            "content": "Si tiene alguna pregunta, comentario o inquietud sobre esta Política de Privacidad, por favor contáctenos."
        }
    ]
}