{
    "desc": "El sitio web de BestPOS.com (el “Servicio”) es operado por BestPOS, LLC (“nosotros”, “nos” o “nuestro”).\n\nEsta página describe nuestras políticas sobre la recopilación, uso y divulgación de Información Personal cuando usted utiliza nuestro Servicio.\n\nSalvo que se indique lo contrario en esta Política de Privacidad, no utilizaremos ni compartiremos su información con nadie.\n\nSu Información Personal se utiliza para proporcionar y mejorar el Servicio. Al usar el Servicio, usted acepta la recopilación y el uso de información conforme a esta política. Salvo que se indique lo contrario, los términos utilizados en esta Política de Privacidad tienen el mismo significado que en nuestros Términos y Condiciones, disponibles en el sitio.",
    "contents": [
        {
            "title": "Propiedad Intelectual",
            "content": "El Servicio, incluidos sus contenidos originales, características y funcionalidades, es y seguirá siendo propiedad exclusiva de BestPOS, LLC y sus licenciantes."
        },
        {
            "title": "Enlaces a Otros Sitios Web",
            "content": "Nuestro Servicio puede contener enlaces a sitios web o servicios operados por terceros que no están bajo el control de BestPOS, LLC.\n\nBestPOS, LLC no tiene control sobre el contenido, las políticas de privacidad o las prácticas de sitios o servicios de terceros y no asume ninguna responsabilidad por ellos. Usted reconoce y acepta que BestPOS, LLC no será responsable, directa o indirectamente, por ningún daño o pérdida causada o supuestamente causada por el uso o dependencia de dicho contenido, bienes o servicios disponibles a través de dichos sitios o servicios.\n\nLe recomendamos encarecidamente que lea los términos y condiciones y las políticas de privacidad de cualquier sitio o servicio de terceros que visite."
        },
        {
            "title": "Exención de Responsabilidad",
            "content": "El uso del Servicio corre completamente por su cuenta y riesgo. El Servicio se proporciona “TAL CUAL” y “SEGÚN DISPONIBILIDAD”. No ofrecemos garantías de ningún tipo, ya sean expresas o implícitas, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular, no infracción o resultado esperado."
        },
        {
            "title": "Legislación Aplicable",
            "content": "Estos Términos se regirán e interpretarán conforme a las leyes de los Estados Unidos, sin considerar sus disposiciones sobre conflicto de leyes.\n\nLa falta de aplicación de algún derecho o disposición de estos Términos no se considerará una renuncia a dichos derechos. Si un tribunal determina que alguna disposición es inválida o no exigible, las disposiciones restantes seguirán vigentes. Estos Términos constituyen el acuerdo completo entre usted y nosotros con respecto al Servicio y reemplazan cualquier acuerdo previo."
        },
        {
            "title": "Cambios",
            "content": "Nos reservamos el derecho de modificar o reemplazar estos Términos en cualquier momento, a nuestra entera discreción. Si el cambio es importante, intentaremos notificarlo con al menos 30 días de anticipación antes de que los nuevos términos entren en vigor. Qué se considera un cambio significativo será determinado exclusivamente por nosotros.\n\nAl continuar accediendo o utilizando el Servicio después de que las revisiones entren en vigor, usted acepta quedar sujeto a los nuevos términos. Si no está de acuerdo con los nuevos términos, por favor deje de utilizar el Servicio."
        },
        {
            "title": "Contáctenos",
            "content": "Si tiene preguntas, comentarios o inquietudes sobre estos Términos, por favor contáctenos."
        }
    ]
}