{
    "title": "Privacy Policy",
    "desc": "The BestPOS.com website (the “Service”) is operated by BestPOS, LLC. (“us”, “we”, or “our”).\n\nThis page describes our policies for collecting, using, and disclosing Personal Information when you use our Service.\n\nExcept as described in this Privacy Policy, we will not use or share your information with anyone.\n\nYour Personal Information is used to provide and improve the Service. You agree to the collection and use of information in accordance with this policy by using the Service. Unless otherwise defined, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which can be found at",
    "content": [
        {
            "title": "Information Collection and Use",
            "content": "While using our Service, we may request personally identifiable information from you that can be used to contact or identify you. Personal information (“Personal Information” ) may include, but is not limited to:\n• Name\n• Phone Number\n• Email Address"
        },
        {
            "title": "Log Data",
            "content": "When you visit our Service, your browser sends us information called log data. This Log Data may include your computer's Internet Protocol (“IP”) address, browser type, browser version, the pages of our Service you visit, the time and date of your visit, the time spent on those pages, and other statistics."
        },
        {
            "title": "Cookies",
            "content": "Cookies are small data files that may contain an anonymous unique identifier. Cookies are small text files that are sent to your browser by a website and stored on your computer's hard drive.\n\nCookies are used to collect information. You can tell your browser to reject all cookies or to notify you when one is sent. However, if you do not accept cookies, you may be unable to use certain aspects of our Service."
        },
        {
            "title": "Service Providers",
            "content": "Third-party companies and individuals may be hired to facilitate our Service, provide the Service on our behalf, perform Service-related services, or assist us in analyzing how our Service is used.\n\nThese third parties are only permitted to access your Personal Information to carry out these tasks on our behalf and are not permitted to disclose or use it for any other purpose."
        },
        {
            "title": "Security",
            "content": "We care about the security of your Personal Information, but keep in mind that no method of transmission over the Internet, or method of electronic storage, is completely secure. While we strive to protect your Personal Information using commercially acceptable means, we cannot guarantee its absolute security."
        },
        {
            "title": "Links To Other Sites",
            "content": "Our Service may contain links to websites that we do not control. When you click on a third-party link, you will be taken to the third-party’s website. We strongly recommend that you read the Privacy Policies of every website you visit.\n\nWe have no control over, and accept no responsibility for, any third-party sites or services' content, privacy policies, or practices"
        },
        {
            "title": "Children’s Privacy",
            "content": "Our Service is not intended for people under the age of 18 (“Children”).\n\nWe do not collect personally identifiable information from children under the age of 18. Please contact us if you are a parent or guardian and are aware that your child has provided us with Personal Information. If we discover that a child under the age of 18 has provided us with Personal Information, we will immediately delete that information from our servers."
        },
        {
            "title": "Changes To This Privacy Policy",
            "content": "We may change our Privacy Policy when necessary. Any changes will be communicated to you by posting the new Privacy Policy on this page.\n\nMobile information will not be shared, sold, or conveyed to third parties for marketing/promotional purposes.\n\nWe do not share your information with external parties for marketing or any other purposes.\n\nIt is recommended that you review this Privacy Policy on a regular basis for any changes. When changes to this Privacy Policy are posted on this page, they become effective."
        },
        {
            "title": "Contact Us",
            "content": "If you have any questions, comments, or concerns, about the Privacy Policy, please contact us"
        }
    ]
}