{
    "desc": "The BestPOS.com website (the “Service”) is operated by BestPOS, LLC. (“us”, “we”, or “our”).\n\nThis page describes our policies for collecting, using, and disclosing Personal Information when you use our Service.\n\nExcept as described in this Privacy Policy, we will not use or share your information with anyone.\n\nYour Personal Information is used to provide and improve the Service. You agree to the collection and use of information in accordance with this policy by using the Service. Unless otherwise defined, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which can be found at ",
    "contents": [
        {
            "title": "Intellectual Property",
            "content": "The Service, including its original content, features, and functionality, is and will continue to be the sole property of BestPOS, LLC and its licensors."
        },
        {
            "title": "Other Websites' Links",
            "content": "Our Service may contain links to websites or services operated by third-parties other than BestPOS, LLC.\n\nBestPOS, LLC has no control over, and accepts no responsibility for, any third-party websites or services' content, privacy policies, or practices. You also acknowledge and agree that BestPOS, LLC is not directly or indirectly responsible or liable for any damage or loss caused or alleged to be caused by or in connection with any such content, goods, or services available on or through any such websites or services.\n\nWe strongly recommend that you read the terms and conditions as well as the privacy policies of any third-party websites or services that you visit."
        },
        {
            "title": "Disclaimer",
            "content": "Your use of our Service is entirely at your own risk. The Service is provided `AS IS` and `AS AVAILABLE`. The Service is provided `as is` with no express or implied warranties of any kind, including but not limited to implied warranties of merchantability, fitness for a particular purpose, non-infringement, or course of performance."
        },
        {
            "title": "Governing Law",
            "content": "These Terms will be governed and construed in accordance with US law, without regard to its conflict of law provisions.\n\nOur failure to enforce any of these Terms' rights or provisions will not be construed as a waiver of those rights. If a court rules that any provision of these Terms is invalid or unenforceable, the remaining provisions of these Terms will remain in effect. These Terms constitute our entire agreement regarding our Service and supersede and replace any prior agreements we may have had regarding the Service."
        },
        {
            "title": "Changes",
            "content": "We reserve the right to change or replace these Terms at any time, at our sole discretion. If the revision is significant, we will try to provide at least 30 days' notice before any new terms take effect. What constitutes a material change will be determined solely by us.\n\nYou agree to be bound by the revised terms if you continue to access or use our Service after those revisions become effective. If you do not agree with the new terms, please discontinue use of the Service."
        },
        {
            "title": "Contact Us",
            "content": "If you have any questions, comments or concerns about these Terms, please contact us."
        }
    ]
}